"john.appleseed" = "john.appleseed";
"Sign In" = "Σύνδεση";
"Your account name or password was entered incorrectly." = "Το όνομα λογαριασμού ή το συνθηματικό σας έχει εισαχθεί λανθασμένα.";
"There was an error logging in. Please try again." = "Υπήρξε σφάλμα κατά την είσοδο. Δοκιμάστε ξανά.";
"Apple ID password" = "Συνθηματικό Apple ID";
"Invalid token data is returned by server" = "Υπήρξε σφάλμα κατά την είσοδο. Δοκιμάστε ξανά.";
"Authentication was canceled by user" = "Ο έλεγχος ταυτότητας ακυρώθηκε";
"password" = "συνθηματικό";
"OK" = "ΟΚ";
"Password field is empty" = "Εισάγετε το συνθηματικό σας.";
"Password expired. Please change your password on Mac." = "Το συνθηματικό έληξε. Αλλάξτε το συνθηματικό σας στις Ρυθμίσεις -> Κατάστημα";
"Required" = "Υποχρεωτικό";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Θέλετε να επισκεφτείτε το iForgot.apple.com για να ανακτήσετε τις πληροφορίες λογαριασμού σας;";
"Password" = "Συνθηματικό";
"Apple ID field is empty" = "Το πεδίο Apple ID είναι κενό";
"Apple ID" = "Apple ID";
"Cancel" = "Ακύρωση";

/* Verification Code Screen Prompt */
"Enter verification code" = "Εισαγωγή κωδικού επαλήθευσης";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Εισαγάγετε τον κωδικό επαλήθευσης που στάλθηκε στη συσκευή \"%@\"";

/* Send new code button title */
"Send a new code" = "Αποστολή νέου κωδικού";

/* SMS subtitle */
"SMS to Phone Number" = "SMS σε τηλεφωνικό αριθμό";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Δεν είναι δυνατή η λήψη μηνυμάτων σε οποιαδήποτε από τις συσκευές σας;";

/* Verification Code Screen Title */
"Verification Code" = "Κωδικός επαλήθευσης";

/* Trusted devices screen title */
"Verify Identity" = "Επαλήθευση ταυτότητας";

/* Send button title */
"Send" = "Αποστολή";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Για διαχείριση των αξιόπιστων συσκευών σας, επισκεφτείτε τη διεύθυνση %@ από Mac ή PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Η επαλήθευση δύο βημάτων είναι ενεργοποιημένη για αυτό το Apple ID.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Στη συσκευή που θα επιλέξετε παρακάτω θα αποσταλεί ένας προσωρινός κωδικός, τον οποίον μπορείτε να χρησιμοποιήσετε για να επαληθεύσετε την ταυτότητά σας.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "ΑΞΙΟΠΙΣΤΕΣ ΣΥΣΚΕΥΕΣ";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Απαιτείται επαλήθευση δύο βημάτων, αλλά η αλληλεπίδραση χρήστη δεν επιτρέπεται.";

/* Button title */
"My Apple ID…" = "Το Apple ID μου…";

/* Phone number description */
"Number ending in %@" = "Αριθμός που λήγει σε %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Λυπούμαστε, αλλά πραγματοποιήσατε πάρα πολλές αποτυχημένες απόπειρες επαλήθευσης της ταυτότητάς σας. Για λόγους ασφάλειας, δεν θα μπορείτε να πραγματοποιήσετε αλλαγές στον λογαριασμό σας για τις επόμενες οκτώ ώρες χωρίς το κλειδί ανάκτησής σας.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Αποστείλατε πάρα πολλούς κωδικούς για την επαλήθευση του αριθμού τηλεφώνου σας. Δοκιμάστε ξανά αργότερα.";

/* Error Message */
"No Device information available." = "Μη διαθέσιμες πληροφορίες συσκευής";

/* Error Message */
"The verification code you entered is not valid." = "Ο κωδικός επαλήθευσης που εισαγάγατε δεν είναι έγκυρος.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Πραγματοποιήσατε πάρα πολλές προσπάθιες να επαληθεύσετε τον κωδικό. Αποστείλετε έναν νέο κωδικό σε διαφορετική συσκευή ή δοκιμάστε ξανά αργότερα.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Εσφαλμένη εισαγωγή Apple ID ή συνθηματικού.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Για την προστασία της ασφάλειάς σας, έφτασε η στιγμή να επαναφέρετε το συνθηματικό σας. Είναι εύκολο, απλώς μεταβείτε στο %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Αυτό το Apple ID έχει απενεργοποιηθεί για λόγους ασφαλείας. Μπορείτε να επαναφέρετε το συνθηματικό σας στο %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Η τρέχουσα ώρα σε αυτήν τη συσκευή φαίνεται να είναι λανθασμένη. Μπορείτε να την επιδιορθώσετε αν μεταβείτε στις Ρυθμίσεις > Γενικά > Ημερομηνία και ώρα, και μετά δοκιμάσετε ξανά.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Παρουσιάστηκε σφάλμα. Ευχαριστούμε για την υπομονή σας, δοκιμάστε ξανά αργότερα.";

"You appear to be offline. Please connect to the Internet and try again." = "Φαίνεται ότι είστε εκτός σύνδεσης. Συνδεθείτε στο Internet και δοκιμάστε ξανά.";

"Two-step verification has been disabled for the Apple ID account %@." = "Η επαλήθευση δύο βημάτων έχει απενεργοποιηθεί για τον λογαριασμό Apple ID %@.";

"Signing In" = "Γίνεται σύνδεση";

"A new code has been sent to your device." = "Ένας νέος κωδικός έχει σταλεί στη συσκευή σας.";

"Code %1$d of %2$d selected" = "Έχει επιλεγεί ο κωδικός %1$d από %2$d";

"Sending New Code" = "Γίνεται αποστολή νέου κωδικού";

"Verifying code" = "Γίνεται επαλήθευση κωδικού";

"Verified" = "Επαληθεύτηκε";

/* Send Code to label */
"Send Code to:" = "Αποστολή κωδικού σε:";

/* Error Message */
"Please enter a valid phone number." = "Εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου.";
